<!DOCTYPE html>
<html lang="en" dir="ltr">

  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width">
    <link type="text/css" rel="stylesheet" href="Styles/styleOne.css">
    <script type="text/javascript" src="javascript/jquery-3.5.1.js"></script>
    <script type="text/javascript" src="javascript/one.js"></script>
    <title>
     Новый взгляд на мобильную фотографию
    </title>
  </head>

  <body>
    <div class="mainPage">
    <h1 class="hMain">САЙТ О МОБИЛЬНОЙ ФОТОГРАФИИ</h1>
    <img src="images/LOGO.jpg">
    <ul>
      <li><a href="#">Главная</a></li>
      <li><a href="#">Статьи</a></li>
      <li><a href="#">Ваши работы</a></li>
      <li><a href="#">О нас</a></li>
    </ul>




    </div>
    <div class="contentMain">
      <h2>1. Познакомьтесь с экспозицией поближе</h2>
      <p>Экспозиция — это то количество света, которое проникает на матрицу камеры через линзу.
        Диафрагма камеры раскрывается,
        как человеческий зрачок,
        чтобы поглотить больше света, и сужается, когда требуется меньшее количество.
        Ваш телефон обладает искусственным интеллектом и по-своему настраивает освещение кадра.
        Но с его видением можно поспорить, воспользовавшись ползунком экспозиции — это желтый
        квадрат с солнышком, который появляется во время фокусировки на объекте съемки. Регулируйте его, чтобы получить то количество света, которое вам необходимо.
      </p>
      <img src="images/1.jpg">
      <h2>2. Помните про правило третей</h2>
      <p>Изображение в камере делится на 9 равных прямоугольников, и задача фотографа — расположить
        объекты съемки по линиям или вдоль них. Следуя правилу,
        вы получите выигрышную композицию, которая сразу направит взгляд зрителя в
        нужном направлении. При этом композиция также побудит его рассматривать остальные
        элементы кадра. Помещайте главную фигуру кадра не в центральном прямоугольнике, а ближе
        к обрамляющим его линиям.
      </p>
      <img src="images/2.jpg">
      <h2>3. Научитесь работать со светом</h2>
      <p>
      Свет — ключевая составляющая фотографии. Основатель компании Kodak говорил:
      «Именно свет создает фотографию. Примите его и научитесь с ним работать».
      Экспериментируйте с тенями: иногда на снимке они выглядят эффектнее, чем элементы,
      которые их отбрасывают. Ловите солнечные блики и отблески света в отражениях.
      Пробуйте работать с контровым светом — оставляйте освещение позади объекта съемки. И помните о важных моментах:
      </p>
      <img src="images/3.jpg">
    </div>

  </body>
</html>
